Repository: Msquare-Labs/karo-localization-llm
Catalog: Tasks/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, sv, tr, zh_hans, zh_hant

source: Security
ar: الأمن
de: Sicherheit
es: Seguridad
fr: Securité
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
ko: 보안
nl: Beveiliging
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
sv: Säkerhet
tr: Güvenlik
zh_hans: 安全
zh_hant: 安全

source: Select
ar: تحديد
de: Wählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
it: Selezionare
ja: 選択
ko: 선택
nl: Selecteren
pl: Wybierz
pt: Selecionar
ru: Выбрать
sv: Välj
tr: Seç
zh_hans: 选择
zh_hant: 選擇

# selectFieldInput
source: Select input field
ar: حدد ملف للإدخال
de: Wähle das Eingabefeld aus
es: Selecciona campo de entrada
fr: Sélectionner le champ d'entrée
hi: इनपुट फ़ील्ड चुनें
it: Seleziona il campo di inserimento
ja: 入力フィールドを選択
ko: 입력 필드 선택
nl: Selecteer invoerveld
pl: Wybierz pole wprowadzania
pt: Selecionar campo de entrada
ru: Выберите поле ввода
sv: Välj inmatningsfält
tr: Giriş alanını seçin
zh_hans: 选择输入字段
zh_hant: 選擇輸入欄位

# selectType
source: Select %@
ar: تحديد %@
de: Wähle %@ aus
es: Seleccionar %@
fr: Sélectionner %@
hi: %@ चुनें
it: Seleziona %@
ja: %@ を選択
ko: %@ 선택
nl: Selecteer %@
pl: Wybierz %@
pt: Selecionar %@
ru: Выбрать %@
sv: Välj %@
tr: %@ seç
zh_hans: 选择 %@
zh_hant: 選擇 %@

source: Set
ar: تعيين
de: Einstellen
es: Establecer
fr: Régler
hi: सेट करें
it: Imposta
ja: 設定
ko: 설정
nl: Instellen
pl: Ustaw
pt: Definir
ru: Установить
sv: Ställ in
tr: Ayarla
zh_hans: 设置
zh_hant: 設定

# settingIntegrationFooter
source: Drop us a suggestion for integrations
ar: أرسل لنا اقتراحًا لعمليات التكامل
de: Mach uns einen Vorschlag für Imports
es: Déjanos una sugerencia sobre integraciones
fr: Envoyez-nous une suggestion pour les intégrations
hi: इंटीग्रेशन के लिए हमें एक सुझाव दें
it: Mandaci un suggerimento per le nuove integrazioni
ja: 統合の提案をお寄せください
ko: 통합에 대한 제안을 남겨주세요
nl: Doe ons een suggestie voor integraties
pl: Zasugeruj nam integracje
pt: Envie-nos uma sugestão para integrações
ru: Сообщите нам свои идеи интеграций
sv: Ge oss ett förslag på integrationer
tr: Entegrasyonlar için bize bir öneri bırakın
zh_hans: 为集成提出建议
zh_hant: 為整合提出建議

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Definições
ru: Настройки
sv: Inställningar
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# settingsAppThemeDescription
source: Change the app theme
ar: تغيير سمة التطبيق
de: Ändern Sie das App-Thema
es: Cambia el tema de tu aplicación
fr: Changez le thème de l'application
hi: ऐप थीम बदलें
it: Cambia il tema dell’applicazione
ja: アプリのテーマを変更する
ko: 앱 테마 변경
nl: Wijzig het app-thema
pl: Zmień motyw aplikacji
pt: Alterar o tema da aplicação
ru: Изменить оформление приложения
sv: Ändra app-temat
tr: Uygulama temasını değiştir
zh_hans: 更改应用主题
zh_hant: 更改應用程式主題

# settingsAppThemeTitle
source: App theme
ar: سمة التطبيق
de: App-Thema
es: Tema de la aplicación
fr: Thème de l’application
hi: ऐप थीम
it: Tema dell’Applicazione
ja: アプリのテーマ
ko: 앱 테마
nl: App-thema
pl: Motyw aplikacji
pt: Tema da aplicação
ru: Тема
sv: App-tema
tr: Uygulama teması
zh_hans: 应用主题
zh_hant: 應用程式主題

# settingsSortSubtitle
source: Customise sorting logic for lists
ar: تخصيص إعدادات الفرز للقوائم
de: Passen Sie die Sortiereinstellungen für Listen an
es: Personalizar la configuración de clasificación para listas
fr: Personnaliser la logique de tri des listes
hi: सूचियों के लिए सॉर्टिंग लॉजिक को कस्टमाइज़ करें
it: Personalizza le impostazioni di ordinamento per gli elenchi
ja: リストの並べ替えロジックをカスタマイズ
ko: 목록 정렬 방식 사용자 정의
nl: Pas de sorteerlogica voor lijsten aan
pl: Dostosuj logikę sortowania dla list
pt: Personalizar a lógica de ordenação das listas
ru: Настроить параметры сортировки для списков
sv: Anpassa sorteringslogik för listor
tr: Listeler için sıralama mantığını özelleştirin
zh_hans: 自定义列表排序逻辑
zh_hant: 自訂列表排序邏輯

# settingsSortTitle
source: Sort settings
ar: إعدادات الفرز
de: Standardsortierung
es: Editar clasificación
fr: Paramètres de tri
hi: सॉर्ट सेटिंग्स
it: Ordinamento predefinito
ja: 並べ替え設定
ko: 정렬 설정
nl: Sorteerinstellingen
pl: Ustawienia sortowania
pt: Configurações de ordenação
ru: Редактировать сортировку задач
sv: Sorteringsinställningar
tr: Sıralama ayarları
zh_hans: 排序设置
zh_hant: 排序設定

# settingTitleBiometricDescription
source: Secure your project with %@
ar: قم بتأمين مشروعك باستخدام %@
de: Sichere dein Projekt mit %@
es: Protege tu proyecto con %@
fr: Sécurisez votre projet avec %@
hi: अपने प्रोजेक्ट को %@ से सुरक्षित करें
it: Proteggi il tuo progetto con %@
ja: %@でプロジェクトを保護
ko: %@로 프로젝트를 안전하게 보호하세요
nl: Beveilig uw project met %@
pl: Zabezpiecz swój projekt za pomocą %@
pt: Proteja o seu projeto com %@
ru: Требовать авторизацию с %@ при входе
sv: Säkra ditt projekt med %@
tr: Projenizi %@ ile güvence altına alın
zh_hans: 使用 %@ 保护您的项目
zh_hant: 使用 %@ 保護您的項目

# settingTitleContactDescription
source: Request a feature or ask us anything
ar: اطلب ميزة أو اطلب منا أي شيء.
de: Frage eine Funktion an oder frage uns etwas.
es: Solicitar una funcionalidad o pregúntanos algo.
fr: Demandez une fonctionnalité ou demandez-nous n'importe quoi.
hi: किसी सुविधा का अनुरोध करें या हमसे कुछ भी पूछें
it: Richiedi una funzione o chiedici qualcosa.
ja: 機能のリクエストやご質問はこちらへ
ko: 기능을 요청하거나 무엇이든 물어보세요
nl: Vraag een functie aan of stel ons een vraag
pl: Poproś o funkcję lub zapytaj nas o cokolwiek
pt: Peça uma funcionalidade ou pergunte-nos qualquer coisa
ru: Попросить новую функцию или что-то спросить
sv: Föreslå en funktion eller fråga oss vad som helst
tr: Bir özellik talep edin veya bize herhangi bir şey sorun
zh_hans: 提出功能请求或询问我们任何问题
zh_hant: 提出功能請求或向我們詢問任何問題

# settingTitleEditDescription
source: Edit your project details
ar: تحرير تفاصيل المشروع الخاص بك
de: Bearbeite deine Projektdetails
es: Editar los detalles de tu proyecto
fr: Éditez les détails de votre projet
hi: अपने प्रोजेक्ट विवरण को संपादित करें
it: Modifica i dettagli del tuo progetto
ja: プロジェクトの詳細を編集
ko: 프로젝트 상세 정보 편집
nl: Bewerk de details van uw project
pl: Edytuj szczegóły swojego projektu
pt: Editar os detalhes do seu projeto
ru: Изменить детали вашего проекта
sv: Redigera dina projektdetaljer
tr: Proje detaylarınızı düzenleyin
zh_hans: 编辑您的项目详情
zh_hant: 編輯您的項目詳細資訊

# settingTitleFieldDescription
source: Add, reorder, delete or modify fields
ar: إضافة أو إعادة ترتيب أو حذف أو تعديل الحقول
de: Füge Felder hinzu, ordne sie um oder lösche sie
es: Añade, reordena, borra o modifica los campos
fr: Ajouter, réorganiser, supprimer ou modifier des champs
hi: फ़ील्ड जोड़ें, पुनर्व्यवस्थित करें, हटाएँ या संशोधित करें
it: Aggiungi, riordina, elimina o modifica i campi
ja: フィールドを追加、並べ替え、削除、または変更
ko: 필드 추가, 재정렬, 삭제 또는 수정
nl: Velden toevoegen, herordenen, verwijderen of wijzigen
pl: Dodaj, zmień kolejność, usuń lub modyfikuj pola
pt: Adicionar, reordenar, apagar ou modificar campos
ru: Добавить, редактировать, сортировать или удалить
sv: Lägg till, ordna om, radera eller ändra fält
tr: Alan ekleyin, yeniden sıralayın, silin veya değiştirin
zh_hans: 添加、重新排序、删除或修改字段
zh_hant: 新增、重新排序、刪除或修改欄位

# settingTitleIconsDescription
source: Change the app's icon
ar: قم بتغيير أيقونة التطبيق
de: Ändere das App-Icon
es: Cambiar el icono de la app
fr: Changez l'icône de l'application
hi: ऐप का आइकन बदलें
it: Cambia l'icona dell'applicazione
ja: アプリのアイコンを変更
ko: 앱 아이콘 변경
nl: Wijzig het app-icoon
pl: Zmień ikonę aplikacji
pt: Alterar o ícone da aplicação
ru: Изменить значок приложения
sv: Ändra app-ikonen
tr: Uygulamanın simgesini değiştirin
zh_hans: 更改应用图标
zh_hant: 更改應用程式圖示

# settingTitleImportNotesDescription
source: Convert your notes into tasks
ar: حول ملاحظاتك إلى مهام
de: Konvertiere deine Notizen in Tasks
es: Convertir tus notas de Apple en tareas
fr: Convertissez vos notes en tâches
hi: अपने नोट्स को कार्यों में बदलें
it: Converti le tue note in attività
ja: メモをタスクに変換
ko: 노트를 작업으로 변환
nl: Converteer uw notities naar taken
pl: Przekształć swoje notatki w zadania
pt: Converter as suas notas em tarefas
ru: Преобразовать заметки в задачи
sv: Konvertera dina anteckningar till uppgifter
tr: Notlarınızı görevlere dönüştürün
zh_hans: 将您的笔记转换为任务
zh_hant: 將您的筆記轉換為任務

# settingTitleImportRemindersDescription
source: Import your pending reminders
ar: استيراد التذكيرات المعلقة الخاصة بك
de: Importiere deine laufenden Erinnerungen
es: Importar tus recordatorios de Apple pendientes
fr: Importez vos rappels en attente
hi: अपने लंबित रिमाइंडर आयात करें
it: Importa i tuoi promemoria in sospeso
ja: 保留中のリマインダーをインポート
ko: 대기 중인 미리 알림 가져오기
nl: Importeer uw openstaande herinneringen
pl: Importuj swoje zaległe przypomnienia
pt: Importar os seus lembretes pendentes
ru: Скопировать из приложения Напоминания
sv: Importera dina väntande påminnelser
tr: Bekleyen hatırlatıcılarınızı içe aktarın
zh_hans: 导入待办提醒事项
zh_hant: 匯入待辦提醒事項

# settingTitleNotificationDescription
source: Manage your notification settings
ar: إدارة إعدادات الإخطار الخاصة بك
de: Verwalte deine Benachrichtigungseinstellungen
es: Administrar los ajustes de notificación
fr: Gérez vos paramètres de notification
hi: अपनी अधिसूचना सेटिंग्स प्रबंधित करें
it: Gestisci le tue impostazioni per le notifiche
ja: 通知設定を管理
ko: 알림 설정 관리
nl: Beheer uw meldingsinstellingen
pl: Zarządzaj swoimi ustawieniami powiadomień
pt: Gerir as suas definições de notificação
ru: Управление уведомлениями
sv: Hantera dina aviseringsinställningar
tr: Bildirim ayarlarınızı yönetin
zh_hans: 管理您的通知设置
zh_hant: 管理您的通知設定

# settingTitlePrivacyDescription
source: We have nothing on you
ar: ليس لدينا شيء عليك.
de: Wir haben nichts gegen dich in der Hand.
es: No almacenamos nada tuyo.
fr: Nous n'avons rien sur vous.
hi: हमारे पास आपके बारे में कुछ भी नहीं है
it: Non abbiamo niente su di te.
ja: お客様の情報は何もありません
ko: 귀하에 대한 정보가 없습니다
nl: We hebben niets over u
pl: Nie mamy na ciebie niczego
pt: Não temos nada sobre si
ru: Мы ничего не собираем о вас...
sv: Vi har inget på dig
tr: Sizinle ilgili hiçbir şeyimiz yok
zh_hans: 我们不保留您的任何信息
zh_hant: 我們不保留您的任何資訊

# settingTitleReviewDescription
source: Tell us what we are doing correct or wrong
ar: أخبرنا بما نقوم به بشكل صحيح أو خطأ.
de: Sag uns, was wir gut und schlecht machen.
es: Dinos qué hacemos bien o mal.
fr: Dites-nous ce que nous faisons correctement ou mal.
hi: हमें बताएं कि हम क्या सही या गलत कर रहे हैं
it: Dicci cosa stiamo facendo in modo corretto o sbagliato.
ja: 何が正しく、何が間違っているか教えてください
ko: 저희가 잘하고 있는지, 개선할 점은 없는지 알려주세요
nl: Vertel ons wat we goed of fout doen
pl: Powiedz nam, co robimy dobrze, a co źle
pt: Diga-nos o que estamos a fazer bem ou mal
ru: Поделитесь своими впечатлениями о Tasks
sv: Berätta för oss vad vi gör rätt eller fel
tr: Bize neyi doğru veya yanlış yaptığımızı söyleyin
zh_hans: 告诉我们我们做对了什么或做错了什么
zh_hant: 告訴我們我們做對了什麼或做錯了什麼

# settingTitleSharingDescription
source: Invite and manage people to collaborate
ar: دعوة وإدارة الأشخاص للتعاون
de: Andere zur Zusammenarbeit einladen und verwalten
es: Invitar y administrar colaboradores
fr: Invitez et gérez des personnes à collaborer
hi: सहयोग करने के लिए लोगों को आमंत्रित और प्रबंधित करें
it: Invita e gestisci le persone per collaborare
ja: 共同作業する人を招待して管理
ko: 공동 작업할 사람들을 초대하고 관리하세요
nl: Nodig mensen uit om samen te werken en beheer ze
pl: Zaproś i zarządzaj osobami do współpracy
pt: Convidar e gerir pessoas para colaborar
ru: Пригласите людей для общей работы над проектом
sv: Bjud in och hantera personer för samarbete
tr: İş birliği yapmak için kişileri davet edin ve yönetin
zh_hans: 邀请和管理协作者
zh_hant: 邀請並管理共同作業者

# settingTitleStatusDescription
source: Add, reorder, delete or modify statuses
ar: إضافة أو إعادة ترتيب أو حذف أو تعديل الحالات
de: Füge Status hinzu, ordne sie um oder ändere sie
es: Añadir, reordenar o modificar estados
fr: Ajouter, réorganiser, supprimer ou modifier des statuts
hi: स्थितियां जोड़ें, पुनर्व्यवस्थित करें, हटाएँ या संशोधित करें
it: Aggiungi, riordina, elimina o modifica gli stati
ja: ステータスを追加、並べ替え、削除、または変更
ko: 상태 추가, 재정렬, 삭제 또는 수정
nl: Statussen toevoegen, herordenen, verwijderen of wijzigen
pl: Dodaj, zmień kolejność, usuń lub modyfikuj statusy
pt: Adicionar, reordenar, apagar ou modificar estados
ru: Добавить, редактировать, сортировать или удалить
sv: Lägg till, ordna om, radera eller ändra statusar
tr: Durumları ekleyin, yeniden sıralayın, silin veya değiştirin
zh_hans: 添加、重新排序、删除或修改状态
zh_hant: 新增、重新排序、刪除或修改狀態

# settingTitleTelegramDescription
source: Discuss and share your feedback
ar: ناقش وشارك ملاحظاتك.
de: Bespreche und teile dein Feedback.
es: Discute y comparte tu opinión.
fr: Discutez et partagez vos commentaires.
hi: अपनी प्रतिक्रिया पर चर्चा करें और साझा करें
it: Discuti e condividi il tuo feedback.
ja: フィードバックを議論して共有
ko: 피드백을 논의하고 공유하세요
nl: Bespreken en uw feedback delen
pl: Omów i podziel się swoją opinią
pt: Discuta e partilhe o seu feedback
ru: Свяжитесь с разработчиком в мессенджере
sv: Diskutera och dela din feedback
tr: Geri bildirimlerinizi tartışın ve paylaşın
zh_hans: 讨论并分享您的反馈
zh_hant: 討論並分享您的回饋

# settingTitleTermsDescription
source: It's very simple
ar: انه بسيط جدا.
de: Es ist sehr einfach.
es: Es muy simple.
fr: C'est très simple.
hi: यह बहुत सरल है
it: È molto semplice.
ja: とてもシンプルです
ko: 매우 간단합니다
nl: Het is heel eenvoudig
pl: To jest bardzo proste
pt: É muito simples
ru: Они предельно простые
sv: Det är väldigt enkelt
tr: Çok basit
zh_hans: 这非常简单
zh_hant: 這非常簡單

# settingTitleTwitterDescription
source: Share some love
ar: شاركنا بعض الحب.
de: Teile etwas Liebe.
es: Apóyanos.
fr: Partager un peu d'amour.
hi: कुछ प्यार साझा करें
it: Condividi un pò d'amore.
ja: 愛を共有する
ko: 사랑을 나누세요
nl: Deel wat liefde
pl: Podziel się miłością
pt: Partilhe algum amor
ru: Расскажите о нас другим или свяжитесь с нами
sv: Dela med dig av lite kärlek
tr: Biraz sevgi paylaşın
zh_hans: 分享爱意
zh_hant: 分享愛意

source: Share
ar: شارك
de: Teilen
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnij
pt: Partilhar
sv: Dela
tr: Paylaş
zh_hans: 分享
zh_hant: 分享

# sharedFeature
source: Only for shared projects
ar: فقط للمشاريع المشتركة
de: Nur für geteilte Projekte
es: Solo para proyectos compartidos
fr: Uniquement pour les projets partagés
hi: केवल साझा परियोजनाओं के लिए
it: Solo per i progetti condivisi
ja: 共有プロジェクトのみ
ko: 공유된 프로젝트에 한함
nl: Alleen voor gedeelde projecten
pl: Tylko dla udostępnionych projektów
pt: Apenas para projetos partilhados
ru: Только для общих проектов
sv: Endast för delade projekt
tr: Sadece paylaşılan projeler için
zh_hans: 仅用于共享项目
zh_hant: 僅適用於共享項目

source: Share report
ar: شارك التقرير
de: Bericht teilen
fr: Partager le rapport
hi: रिपोर्ट साझा करें
it: Condividi il rapporto
ja: レポートを共有
ko: 보고서 공유
nl: Rapport delen
pl: Udostępnij raport
pt: Partilhar relatório
sv: Dela rapport
tr: Raporu paylaş
zh_hans: 分享报告
zh_hant: 分享報告

# shareReportMessage
source: Share the report so we could understand if anything went wrong?
ar: هل تريد مشاركة التقرير حتى نفهم ما إذا حدث أي خطأ؟
de: Teilen Sie den Bericht, damit wir verstehen, ob etwas schief gelaufen ist?
fr: Partagez le rapport pour que nous puissions comprendre si quelque chose ne va pas?
hi: रिपोर्ट साझा करें ताकि हम समझ सकें कि कुछ गलत हुआ है या नहीं?
it: Condividi il rapporto così possiamo capire se qualcosa è andato storto?
ja: 何か問題があったか確認できるように、レポートを共有していただけますか？
ko: 문제가 발생했는지 파악할 수 있도록 보고서를 공유해 주시겠어요?
nl: Deel het rapport, zodat we kunnen begrijpen of er iets misging?
pl: Udostępnić raport, abyśmy mogli sprawdzić, czy coś poszło nie tak?
pt: Partilhar o relatório para que possamos entender se algo correu mal?
sv: Dela rapporten så att vi kan förstå om något gick fel?
tr: Bir şeylerin yanlış gidip gitmediğini anlamamız için raporu paylaşır mısınız?
zh_hans: 分享报告，以便我们了解是否出了问题？
zh_hant: 分享報告，以便我們了解是否出了問題？

# sharing
source: Share
ar: المشاركة
de: Teilen
es: Compartir
fr: Partager
hi: साझा करना
it: Condivisione
ja: 共有
ko: 공유
nl: Delen
pl: Udostępnianie
pt: Partilhar
ru: поделиться
sv: Dela
tr: Paylaşma
zh_hans: 共享
zh_hant: 共享

source: Show status on board
ar: عرض الحالة على متن الطائرة
de: Status an Bord anzeigen
es: Mostrar estado a bordo
fr: Montrer le statut à bord
hi: बोर्ड पर स्थिति दिखाएं
it: Mostra lo stato a bordo
ja: ボードにステータスを表示
ko: 보드에 상태 표시
nl: Toon status op bord
pl: Pokaż status na tablicy
pt: Mostrar estado no quadro
ru: Показать статус на борту
sv: Visa status på tavlan
tr: Durumu panoda göster
zh_hans: 在看板上显示状态
zh_hant: 在看板上顯示狀態

source: Show time
ar: أظهر الوقت
de: Zeit anzeigen
es: Muestra la hora
fr: Afficher l'heure
hi: समय दिखाएं
it: Mostra l'ora
ja: 時間を表示
ko: 시간 표시
nl: Toon tijd
pl: Pokaż czas
pt: Mostrar hora
ru: Показать время
sv: Visa tid
tr: Zamanı göster
zh_hans: 显示时间
zh_hant: 顯示時間

# snooze
source: Remind me later
ar: ذكرني لاحقا
de: Erinnere mich später
es: Recuérdame más tarde
fr: Me rappeler plus tard
hi: मुझे बाद में याद दिलाएं
it: Ricordamelo più tardi
ja: 後で通知
ko: 나중에 다시 알림
nl: Herinner mij later
pl: Przypomnij mi później
pt: Lembrar-me mais tarde
ru: Напомни мне позже
sv: Påminn mig senare
tr: Bana daha sonra hatırlat
zh_hans: 稍后提醒我
zh_hant: 稍後提醒我

# somethingWentWrong
source: Oops, something went wrong
ar: عذرًا، شيء ما حدث بشكل خاطئ
de: Ups, etwas ist schiefgelaufen
es: Oh-oh, algo salió mal
fr: Oups, une erreur s'est produite
hi: उफ़, कुछ ग़लत हो गया
it: Oops, squalcosa è andato storto
ja: おっと、何か問題が発生しました
ko: 이런, 문제가 발생했습니다
nl: Oeps, er ging iets mis
pl: Ups, coś poszło nie tak
pt: Ups, algo correu mal
ru: Ой, что-то пошло не так
sv: Oj då, något gick fel
tr: Eyvah, bir şeyler ters gitti
zh_hans: 糟糕，出错了
zh_hant: 糟糕，出錯了

source: Sometime
ar: في أي وقت
de: Irgendwann
es: Algún tiempo
fr: Parfois
hi: कभी-कभी
it: A volte
ja: いつか
ko: 언젠가
nl: Ooit
pl: Kiedyś
pt: Em algum momento
ru: Когда-то
sv: Någon gång
tr: Bir ara
zh_hans: 待定
zh_hant: 不確定時間

source: Sort by
ar: صنف حسب
de: Sortiere nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार सॉर्ट करें
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
nl: Sorteren op
pl: Sortuj według
pt: Ordenar por
ru: Сортировать по
sv: Sortera efter
tr: Sırala
zh_hans: 排序方式
zh_hant: 排序依據

# sortFieldAlphabetically
source: Alphabetically
ar: أبجديا
de: Alphabetisch
es: Alfabéticamente
fr: Alphabétiquement
hi: वर्णमाला के अनुसार
it: In ordine alfabetico
ja: アルファベット順
ko: 알파벳 순
nl: Alfabetisch
pl: Alfabetycznie
pt: Alfabeticamente
ru: По алфавиту
sv: Alfabetiskt
tr: Alfabetik olarak
zh_hans: 按字母顺序
zh_hant: 按字母順序

# sortFieldCreatedDate
source: Created date
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
hi: बनाई गई तिथि
it: Data di Creazione
ja: 作成日
ko: 생성 날짜
nl: Aanmaakdatum
pl: Data utworzenia
pt: Data de criação
ru: Дата создания
sv: Skapelsedatum
tr: Oluşturulma tarihi
zh_hans: 创建日期
zh_hant: 建立日期

# sortFieldCustomSortOrder
source: Custom sort order
ar: ترتيب فرز مخصص
de: Benutzerdefinierte Sortierreihenfolge
es: Orden de clasificación personalizado
fr: Ordre de tri personnalisé
hi: कस्टम सॉर्ट ऑर्डर
it: Ordinamento personalizzato
ja: カスタム並べ替え順序
ko: 사용자 지정 정렬 순서
nl: Aangepaste sorteervolgorde
pl: Własna kolejność sortowania
pt: Ordem de ordenação personalizada
ru: Пользовательский порядок сортировки
sv: Anpassad sorteringsordning
tr: Özel sıralama düzeni
zh_hans: 自定义排序顺序
zh_hant: 自訂排序順序

# sortFieldDateField
source: Date field within task
ar: حقل التاريخ داخل المهمة
de: Ordered
es: Campo de fecha dentro de la tarea
fr: Champ de date dans la tâche
hi: कार्य के भीतर तिथि फ़ील्ड
it: Campo della data all'interno dell'attività
ja: タスク内の日付フィールド
ko: 작업 내 날짜 필드
nl: Datumveld binnen taak
pl: Pole daty w zadaniu
pt: Campo de data dentro da tarefa
ru: Поле даты в задаче
sv: Datumfält inom uppgiften
tr: Görevin içindeki tarih alanı
zh_hans: 任务中的日期字段
zh_hant: 任務中的日期欄位

# sortFieldLastModifiedDate
source: Last modified date
ar: تاريخ اخر تعديل
de: Zuletzt geändertes Datum
es: Fecha de última modificación
fr: Date de la dernière modification
hi: अंतिम संशोधित तिथि
it: Data ultima modifica
ja: 最終更新日
ko: 마지막 수정 날짜
nl: Laatst gewijzigde datum
pl: Data ostatniej modyfikacji
pt: Última data de modificação
ru: Дата последнего изменения
sv: Senast ändrat datum
tr: Son değiştirilme tarihi
zh_hans: 上次修改日期
zh_hant: 上次修改日期

source: Status
ar: حالة
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
ko: 상태
pt: Estado
ru: Статус
tr: Durum
zh_hans: 状态
zh_hant: 狀態

source: Statuses
ar: حالات
de: Status
es: Estados
fr: Statuts
hi: स्थितियाँ
it: Stati
ja: ステータス
ko: 상태
nl: Statussen
pl: Statusy
pt: Estados
ru: Статусы
sv: Statusar
tr: Durumlar
zh_hans: 状态
zh_hant: 狀態

# statusFooterLabel
source: Tap to edit existing statuses. You can add new statuses by tapping + on the top right menu. The green icon denotes that tasks with that status would mean they are completed.
ar: انقر لتحرير الحالات الموجودة. يمكنك إضافة حالات جديدة بالنقر فوق + في القائمة العلوية اليمنى
de: Tippe, um existierende Status zu bearbeiten Du kannst neue Status hinzufügen, indem du auf das + in der rechten oberen Ecke tippst.
es: Toca para editar estados existentes. Puedes añadir nuevos estados tocando sobre + en el menú superior derecho
fr: Appuyez pour modifier les statuts existants. Vous pouvez ajouter de nouveaux statuts en appuyant sur + dans le menu en haut à droite. L'icône verte indique que les tâches avec ce statut sont terminées.
hi: मौजूदा स्थितियों को संपादित करने के लिए टैप करें। आप ऊपर दाईं ओर के मेनू पर + टैप करके नई स्थितियाँ जोड़ सकते हैं। हरा आइकन दर्शाता है कि उस स्थिति वाले कार्य पूरे हो चुके हैं।
it: Tap per modificare gli stati esistenti. n nPuoi aggiungere nuovi stati toccando + nel menu in alto a destra
ja: 既存のステータスを編集するにはタップしてください。 右上のメニューにある+をタップして新しいステータスを追加できます。 緑色のアイコンは、そのステータスのタスクが完了済みであることを示します。
ko: 기존 상태를 편집하려면 탭하세요. 오른쪽 상단 메뉴에서 +를 탭하여 새 상태를 추가할 수 있습니다. 초록색 아이콘은 해당 상태의 작업이 완료되었음을 의미합니다.
nl: Tik om bestaande statussen te bewerken. U kunt nieuwe statussen toevoegen door op + in het menu rechtsboven te tikken. Het groene pictogram geeft aan dat taken met die status zijn voltooid.
pl: Dotknij, aby edytować istniejące statusy. Możesz dodać nowe statusy, dotykając + w prawym górnym menu. Zielona ikona oznacza, że zadania z tym statusem zostały ukończone.
pt: Toque para editar os estados existentes. Pode adicionar novos estados tocando em + no menu superior direito. O ícone verde indica que as tarefas com esse estado foram concluídas.
ru: Нажмите на статус, чтобы изменить его. Вы можете добавить новые статусы, нажав + в правом верхнем углу
sv: Tryck för att redigera befintliga statusar. Du kan lägga till nya statusar genom att trycka på + i menyn längst upp till höger. Den gröna ikonen betyder att uppgifter med den statusen är slutförda.
tr: Var olan durumları düzenlemek için dokunun. Sağ üstteki menüde + tuşuna basarak yeni durumlar ekleyebilirsiniz. Yeşil simge, o duruma sahip görevlerin tamamlandığı anlamına gelir.
zh_hans: 轻点以编辑现有状态。 您可以通过轻点右上角的 + 添加新状态。 绿色图标表示该状态下的任务已完成。
zh_hant: 輕點以編輯現有狀態。 您可以透過輕點右上角的 + 新增狀態。 綠色圖示表示該狀態下的任務已完成。

source: Subtask
ar: مهمة فرعيه
de: Unteraufgabe
es: Subtarea
fr: Sous-tâche
hi: उप-कार्य
it: Sottoattivita
ja: サブタスク
ko: 하위 작업
nl: Subtaak
pl: Podzadanie
pt: Subtarefa
ru: подзадачу
sv: Deluppgift
tr: Alt görev
zh_hans: 子任务
zh_hant: 子任務

source: Subtasks
ar: مهام فرعية
de: Unteraufgabe
es: Subtareas
fr: Sous-tâches
hi: उप-कार्य
it: sottoattività
ja: サブタスク
ko: 하위 작업
nl: Subtaken
pl: Podzadania
pt: Subtarefas
ru: Подзадачи
sv: Deluppgifter
tr: Alt görevler
zh_hans: 子任务
zh_hant: 子任務

# successfullyImported
source: Added!
ar: تمت الإضافة!
de: Hinzugefügt!
es: ¡Añadido!
fr: Ajouté!
hi: जोड़ा गया!
it: Aggiunto!
ja: 追加しました！
ko: 추가 완료!
nl: Toegevoegd!
pl: Dodano!
pt: Adicionado!
ru: Добавлено!
sv: Tillagd!
tr: Eklendi!
zh_hans: 已添加！
zh_hant: 已新增！

source: Suggested Tags
ar: الوسوم المقترحة
de: Vorgeschlagene Tags
es: Etiquetas sugeridas
fr: Tags suggérés
hi: सुझाए गए टैग
it: Tag suggeriti
ja: おすすめのタグ
ko: 추천 태그
nl: Voorgestelde tags
pl: Sugerowane tagi
pt: Etiquetas sugeridas
ru: Предложенные теги
sv: Föreslagna taggar
tr: Önerilen Etiketler
zh_hans: 建议标签
zh_hant: 建議標籤
